i5/20220907-mdraid/0/ext4/1000/run-rw-1/pgbench.log
pgbench (16devel)
transaction type: <builtin: simple update>
scaling factor: 1000
query mode: prepared
number of clients: 16
number of threads: 4
maximum number of tries: 1
duration: 3600 s
number of transactions actually processed: 27745831
number of failed transactions: 0 (0.000%)
latency average = 2.076 ms
initial connection time = 7.460 ms
tps = 7707.131103 (without initial connection time)